Repository: Wesnoth-UMC-Dev/A-Few-Logs
Catalog: po/wesnoth-A_Simple_Campaign/*.po
Languages: de

source: A Simple Campaign
de: Eine Einfache Kampagne

source: ASC
de: EEK

source: &units/undead-necromancers/adept-magic-3.png=Easy;*&units/undead-necromancers/dark-sorcerer-attack-staff-2.png=Medium;&units/undead-necromancers/ancient-lich-magic-3.png=Difficult
de: &units/undead-necromancers/adept-magic-3.png=Einfach;*&units/undead-necromancers/dark-sorcerer-attack-staff-2.png=Mittel;&units/undead-necromancers/ancient-lich-magic-3.png=Schwierig

source: This is a stub of a campaign, intended to make life easier in creating a campaign. Contains about the bare minimum that's needed for a campaign and some helpful comments.
de: Dies ist ein Kampagnenrumpf, welcher das Erstellen einer Kampagne einfacher machen soll. Enthält ungefähr das absolute Minimum welches für eine Kampagne gebraucht wird und einige hilfreiche Kommentare.

source: this is where the story goes
de: hier kommt die Geschichte hin

source: Template
de: Schablone

source: His Awesomeness
de: Seine Eindrucksvollkeit

source: Lord Awesomeness
de: Fürst Eindrucksvoll

source: Welcome, future UMC developer. This is a stub of a campaign, intended to make life easier in creating a campaign, since the by far most difficult part is the very start. This campaign contains about the bare minimum that's needed for a campaign and some helpful comments. Note that by creating a campaign which targets wesnoth's development version you may run into engine bugs which you mistakenly think of being caused by your wml code.
de: Wilkommen, zukünftiger UMC Entwickler. Dies ist ein Kampagnenrumpf mit Absicht das Erstellen einer Kampagne zu erleichtern, da der bei weitem am schwierigste Teil ganz am Anfang liegt. Diese Kampagne enhält in etwa das absolute Minimum was für eine Kampagne gebraucht wird und einige hilfreiche Kommentare. Beachte dass du durch das Erstellen einer Kampagne für Wesnoths Entwicklerversion auf Fehler des Hauptprogramms stoßen könntest, welche du irrtümlicherweise deinem wml code zuschreibst.

source: There is a site in the wesnoth wiki related to this add-on, which also tells you where to look for this add-ons's files so you can actually read this message in the code instead of reading it on the screen: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign
de: Es gibt eine Seite im Wesnoth Wiki welche sich auf dieses Addon bezieht, diese gibt auch Information dazu wo nach den Dateien dieses Addons zu suchen ist sodass du diesen Satz tatsächlich auch im Code lesen kannst anstatt of dem Bildschirn: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign

source: site related to this add-on: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign
de: Seite zu diesem Addon: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign

source: The files of this add-on, describing what happens in it, are in your userdata directory, explanation where this directory is here: http://wiki.wesnoth.org/EditingWesnoth
de: Die Dateien dieses Addons, welche beschreiben was in ihm passiert, befinden sich in deinem userdata Ordner: http://wiki.wesnoth.org/EditingWesnoth

source: Where are the files of this add-on ? read here: http://wiki.wesnoth.org/EditingWesnoth
de: Wo sind die Dateien dieses Addons ? lies hier: http://wiki.wesnoth.org/EditingWesnoth

source: final objectives:
de: endgültige Ziele:

source: Defeat the enemy leader
de: Besiege den gegnerischen Anführer

source: Death of His Awesomenes
de: Tod Seiner Eindrucksvollkeit

source: Hey, I'm a custom unit of this campaign and I've just appeared.
de: Hey, ich bin eine addonspezifische Einheit und bin gerade aufgetaucht.

source: I'm a unit on side 1 and have just moved to the hex with coordinates $x1,$y1.
de: Ich bin eine Einheit auf Seite 1 und bin gerade zu dem Hexagon mit Koordinaten $x1,$y1 gezogen.

source: Let's play some custom sound...
de: Lasst uns einen addonspezifischen Klang abspielen...

source: ASC's custom terrain
de: EEK's addonspezifisches Terrain

source: some custom unit
de: eine addonspezifische Einheit

source: This is a custom unit in ASC demonstrating how to create such units.
de: Dies ist eine addonspezifische Einheit in EEK welche demonstriert wie solche Einheiten gemacht werden.

source: Sword
de: Schwert
